[
    {
        "img": "https://i.postimg.cc/vBCT3SwC/photo-1.jpg",
        "course": "Javascript crash course",
        "id": 1,
        "review": 400,
        "rating": 4.5,
        "details": "While JavaScript is not the only client-side scripting language on the Internet, it was one of the first and it is still the most widely used. ... js makes responsive design easier. JavaScript has become integral to the Internet experience as developers build increased interaction and complexity into their applications.",
        "price": "$33.4",
        "students": "3,980"
    },
    {
        "img": "https://i.postimg.cc/wMKxhyhp/photo-2.jpg",
        "course": "HTML with CSS",
        "id": 2,
        "review": 500,
        "rating": 3.9,
        "details": "CSS or Cascading Style Sheets adds styling such as fonts, colours or layouts to your website making the website more aesthetically pleasing. Therefore, HTML allows you to build the structure of your website and CSS makes that structure come to life.",
        "price": "$31.4",
        "students": "3,100"
    },
    {
        "img": "https://i.postimg.cc/J4MMMWxP/photo-4.jpg",
        "course": "Digital Marketing",
        "id": 3,
        "review": 340,
        "rating": 4.8,
        "details": "Digital marketing lets you communicate with your customers in real-time. More importantly, it lets them communicate with you. Think about your social media strategy. Its great when your target audience sees your latest post, but its even better when they comment on it or share it.",
        "price": "$43.4",
        "students": "5,280"
    },
    {
        "img": "https://i.postimg.cc/NjGs7wr5/photo-3.jpg",
        "course": "Web Design It",
        "id": 4,
        "review": 420,
        "rating": 4.5,
        "details": "Good web design helps guide your users eyes and tell them where you want them to look. On your website, your design can draw attention to special offers, highlight calls to action, and help users identify buttons and clickable elements. All these things can help drive users to take the actions you want.",
        "price": "$28.4",
        "students": "3,240"
    }
]